# * Место для хранения данных
class LocalData(object):
    storage = {
        'student_questions': [
            {'title': 'Пожизненный доступ'},
            {'title': 'Как работает CodeFords'},
            {'title': 'Как найти пропавший курс'},
            {'title': 'Сертификат об окончании'},
            {'title': 'Загрузка ресурсов курса'},
            {'title': 'Решение вопроса оплаты'},
        ],
        'instructor_questions': [
            {'title': 'Продвижение своих курсов'},
            {'title': 'Как выбрать способ оплаты'},
            {'title': 'Контроль качества курсов'},
            {'title': 'Доля дохода инструктора'},
            {'title': 'Рекламные соглашения'},
            {'title': 'Как стать инструктором'},
        ],
        'student_topics': [],
        'instructor_topics': []
    }
