# * Место для хранения данных
class LocalData(object):
    storage = {
        'student_questions': [
            {
                'title': 'Пожизненный доступ',
                'id': 0
            },
            {
                'title': 'Как работает CodeFords',
                'id': 1
            },
            {
                'title': 'Как найти пропавший курс',
                'id': 2
            },
            {
                'title': 'Сертификат об окончании',
                'id': 3
            },
            {
                'title': 'Загрузка ресурсов курса',
                'id': 4
            },
            {
                'title': 'Решение вопроса оплаты',
                'id': 5
            },
        ],
        'instructor_questions': [
            {
                'title': 'Продвижение своих курсов',
                'id': 0
            },
            {
                'title': 'Как выбрать способ оплаты',
                'id': 1
            },
            {
                'title': 'Контроль качества курсов',
                'id': 2
            },
            {
                'title': 'Доля дохода инструктора',
                'id': 3
            },
            {
                'title': 'Рекламные соглашения',
                'id': 4
            },
            {
                'title': 'Как стать инструктором',
                'id': 5
            },
        ],
        'student_topics': [],
        'instructor_topics': []
    }
